Repository: dag/flatland
Catalog: flatland/i18n/*/LC_MESSAGES/flatland.po
Languages: fr

source: %(label)s may not be repeated within %(container_label)s.
fr: %(label)s ne peut pas être répété(e) dans %(container_label)s.

source: %(label)s must contain at least one %(child_label)s
fr: %(label)s doit contenir au minimum un(e) %(child_label)s

source: %(label)s must contain at most one %(child_label)s
fr: %(label)s doit contenir au maximum un(e) %(child_label)s

source: %(label)s must contain at least %(minimum)s and at most %(maximum)s %(child_label)s
fr: %(label)s doit contenir au minimum %(minimum)s et au maximum %(maximum)s %(child_label)s

source: %(label)s must contain exactly one %(child_label)s
fr: %(label)s doit contenir exactement un(e) %(child_label)s

source: %(label)s is not a valid email address.
fr: %(label)s n’est pas une adresse e-mail valide.

source: %(label)s is not a valid URL.
fr: %(label)s n’est pas une URL valide.

source: The %(label)s can not be verified.
fr: Le/la %(label)s ne peut pas être vérifié(e).

source: The %(label)s was not entered correctly.
fr: Le/la %(label)s n’a pas été saisi(e) correctement.

source: %(label)s may not be blank.
fr: %(label)s ne peut pas être vide.

source: %(label)s must be True.
fr: %(label)s doit être Vrai.

source: %(label)s must be False.
fr: %(label)s doit être Faux.

source: %(value)s is not a valid value for %(label)s.
fr: %(value)s n’est pas une valeur valide pour %(label)s.

source: %(label)s is not correct.
fr: %(label)s est erroné(e).

source: %(label)s may not exceed %(maxlength)s characters.
fr: %(label)s ne peut pas dépasser %(maxlength)s caractères.

source: %(label)s must be at least %(minlength)s characters.
fr: %(label)s doit faire %(minlength)s caractères au minimum.

source: %(label)s must be between %(minlength)s and %(maxlength)s characters long.
fr: %(label)s doit être compris entre %(minlength)s et %(maxlength)s caractères.

source: %(label)s must be less than %(boundary)s.
fr: %(label)s doit être inférieur à %(boundary)s.

source: %(label)s must be less than or equal to %(maximum)s.
fr: %(label)s doit être inférieur ou égal à %(maximum)s.

source: %(label)s must be greater than %(boundary)s.
fr: %(label)s doit être supérieur à %(boundary)s.

source: %(label)s must be greater than or equal to %(minimum)s.
fr: %(label)s doit être supérieur ou égal à %(minimum)s.

source: %(label)s must be in the range %(minimum)s to %(maximum)s.
fr: %(label)s doit être compris entre %(minimum)s et %(maximum)s.

source: %(label)s must be greater than %(minimum)s and less than %(maximum)s.
fr: %(label)s doit être supérieur à %(minimum)s et inférieur à %(maximum)s.

source: %(labels)s and %(last_label)s do not match.
fr: %(labels)s et %(last_label)s ne correspondent pas.

source: The %(label)s is not valid.
fr: Le %(label)s n'est pas valide.

source: %(label)s must be a ten-digit phone number without extension.
fr: %(label)s doit être un numéro de téléphone de 10 chiffres, sans extension.
